ycsb_run_5.log
[OVERALL], RunTime(ms), 1293
[OVERALL], Throughput(ops/sec), 0.7733952049497294
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.8507347254447023
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 11
[TOTAL_GC_TIME_%], Time(%), 0.8507347254447023
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=NOT_FOUND, 1
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5.0
[CLEANUP], MinLatency(us), 5
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 95thPercentileLatency(us), 5
[CLEANUP], 99thPercentileLatency(us), 5
[CLEANUP], 5, 1.0
[READ-FAILED], Operations, 1
[READ-FAILED], AverageLatency(us), 101408.0
[READ-FAILED], MinLatency(us), 101376
[READ-FAILED], MaxLatency(us), 101439
[READ-FAILED], 95thPercentileLatency(us), 101439
[READ-FAILED], 99thPercentileLatency(us), 101439
[READ-FAILED], 101439, 1.0